Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

source: About
ar: حول
de: Über
es: Acerca de
fa: درباره
fr: À propos
ja: Nos (ノス) について
ko: 소개
nl: Over Ons
pt_br: Sobre
sv: Om
sw: Kuhusu
th: เกี่ยวกับ
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

# aboutNos
source: Nos is a new social media app built on the Nostr protocol from the team that brought you Planetary. Designed for humans, not algorithms. Learn more at Nos.social.
ar: نوس هو تطبيق جديد للتواصل الاجتماعي مبني على بروتوكول نوستر من الفريق الذي قدم لك بلانيتاري. مصمم للبشر، وليس للخوارزميات. تعرف على المزيد في Nos.social.
de: Nos ist eine neue Social-Media-App des Teams, das dir Planetary brachte, die auf dem Nostr-Protokoll aufbaut. Entwickelt für Menschen und nicht für Algorithmen. Erfahre mehr auf Nos.social.
es: Nos es una nueva aplicación de redes sociales basada en el protocolo Nostr del equipo que te trajo Planetary. Diseñado para humanos, no para algoritmos. Aprende más en Nos.social.
fa: نوس یک اپ جدید رسانه اجتماعی است که توسط همان تیمی که پلنتری را ساخته بود، روی پروتکل ناستر بنا شده است. نوس برای انسان ها طراحی شده است، نه الگوریتم ها. در Nos.social بیشتر بیاموزید.
fr: Nos est une nouvelle application de médias sociaux basée sur le protocole Nostr de l'équipe qui vous a amené Planetary. Conçu pour les humains, et pas pour les algorithmes. Apprenez-en plus sur Nos.social.
ja: Nos (ノス) は、Planetaryを生み出したチームによる、Nostrプロトコルで構築された新しいソーシャルメディアアプリです。アルゴリズムではなく、人間のために設計されています。詳しくはNos.socialをご覧ください。
ko: Nos는 Planetary를 개발한 팀이 Nostr 프로토콜을 기반으로 만든 새로운 소셜 미디어 앱입니다. 알고리즘이 아닌 인간을 위해 설계되었습니다. Nos.social에서 자세히 알아보세요.
nl: Nos is een nieuwe social media app gebouwd op het Nostr protocol, gebouwd door het team dat u Planetary heeft gebracht. Ontworpen voor mensen, niet voor algoritmen. Meer informatie bij Nos.social.
pt_br: Nos é um novo aplicativo de mídia social desenvolvido com base no protocolo Nostr da equipe que te trouxe o "Planetary." Projetado para humanos, não algoritmos. Saiba mais em Nos.social.
sv: Nos är en ny sociala medier app byggd på Nostr protokollet från teamet som gav dig Planetary. Designad för människor, inte algoritmer. Läs mer på Nos.Social.
sw: Nos ni programu mpya ya mitandao ya kijamii iliyojengwa kwenye itifaki ya Nostr kutoka kwa timu iliyokuletea Sayari. Imeundwa kwa ajili ya binadamu, si algoriti. Pata maelezo zaidi katika Nos.social.
th: Nos เป็นแอปพลิเคชันโซเชียลมีเดียใหม่ที่สร้างขึ้นบน Nostr protocol โดยทีมพัฒนา Planetary แอปนี้ถูกออกแบบมาเพื่อมนุษย์ ไม่ใช่เพื่ออัลกอริทึม ศึกษาเพิ่มเติมได้ที่ Nos.social.
tr: Nos, Nostr protokolü ile hazırlanan yeni bir sosyal medya uygulamasıdır. İnsanlar için tasarlandı, algoritmalar için değil. Daha fazla bilgi için Nos.social
zh_hans: Nos 是一个在 Nostr 协议上由带给你 Planetary 的团队建立的新社交媒体应用。 为人类设计，而不是算法。在 Nos.social 上了解更多。
zh_hant: Nos 是一個在 Nostr 協議上由帶給你 Planetary 的團隊建立的新社交媒體應用。為人類設計，而不是算法。在 Nos.social 上瞭解更多。

# aboutNosHighlight
source: Learn more at Nos.social.
ar: تعرف على المزيد في Nos.social.
de: Erfahre mehr auf Nos.social.
es: Más información en Nos.social.
fa: در Nos.social بیشتر بیاموزید.
fr: Apprenez-en plus sur Nos.social.
ja: Nos.socialで詳細を確認する
ko: Nos.social에서 자세히 알아보기.
nl: Leer meer op Nos.social.
pt_br: Saiba mais em Nos.social.
sv: Lär dig mer på Nos.socialt.
sw: Pata maelezo zaidi katika Nos.social.
th: ศึกษาเพิ่มเติมได้ที่ Nos.social
tr: Daha fazla bilgi için Nos.social.
zh_hans: 在Nos.social上了解更多信息。
zh_hant: 在 Nos.social 上瞭解更多。

# aboutNostr
source: Nostr is an open social media ecosystem that puts you in control of your online relationships. Nos is just one of many apps that speak the Nostr language, and you can pick your servers too. Learn more about why Nostr is great.
ar: نوستر هو نظام بيئي مفتوح للتواصل الاجتماعي يضعك في تحكم بعلاقاتك عبر الإنترنت. نوس هو مجرد واحد من العديد من التطبيقات التي تتحدث لغة نوستر، ويمكنك أيضًا اختيار خوادمك. تعرف على المزيد حول سبب أهمية نوستر.
de: Nostr ist ein offenes soziales Medien-Ökosystem, das dich in die Kontrolle über deine Online-Beziehungen setzt. Nos ist nur eine von vielen Apps, die die Nostr Sprache sprechen, und du kannst auch deine Server auswählen. Erfahre mehr darüber, warum Nostr großartig ist.
es: Nostr es un ecosistema abierto de redes sociales que te pone en control de tus relaciones en línea. Nos es solo una de muchas aplicaciones que hablan el idioma Nostr en la que también puedes elegir tus servidores. Aprende más sobre por qué Nostr es genial.
fa: ناستر یک اکوسیستم باز رسانه اجتماعی است که کنترل روابط آنلاین تان را به شما می دهد. نوس تنها یکی از اپ هایی است که به زبان ناستر سخن می گوید، و می توانید سرورهایتان را هم انتخاب کنید. درباره اینکه چرا ناستر عالی است بیشتر بیاموزید.
fr: Nostr est un écosystème ouvert de médias sociaux qui vous permet de garder le contrôle sur vos relations en ligne. Nos est une des nombreuses applications qui fonctionnent sur Nostr. Vous pouvez également choisir vos serveurs. Découvrez pourquoi Nostr est génial.
ja: Nostrはオープンなソーシャルメディア・エコシステムで、オンライン上のつながりを自分自身でコントロールすることができます。 Nos (ノス) はNostr言語を話す数多くのアプリの1つで、あなた自身のサーバーを選択することもできます。 Nostrが素晴らしい理由についての詳細は、こちらをご覧ください。
ko: Nostr은 사용자가 온라인 관계를 직접 관리할 수 있는 개방형 소셜 미디어 생태계입니다. Nos는 Nostr 언어를 사용하는 수많은 앱 중 하나에 불과하며, 서버도 선택할 수 있습니다. Nostr가 좋은 이유에 대해 자세히 알아보세요.
nl: Nostr is een open ecosysteem van sociale media waarmee jij de controle hebt over jouw online relaties. Nos is slechts één van de vele apps die de Nostr taal spreken, en u kunt ook uw eigen servers (ie. relays) kiezen. Leer meer over waarom Nostr geweldig is.
pt_br: Nostr é um ecossistema aberto de mídia social que coloca você no controle de seus relacionamentos online. O Nos é apenas um dos muitos aplicativos que falam a linguagem Nostr, e você também pode escolher seus servidores. Saiba mais sobre por que Nostr é ótimo.
sv: Nostr är ett öppet sociala medier ekosystem som ger dig kontroll över dina online-relationer. Nos är bara en av många appar som talar Nostr språket, och du kan välja dina servrar också. Läs mer om varför Nostr är fantastiskt.
sw: Nostr ni mfumo wazi wa mitandao ya kijamii unaokuweka katika udhibiti wa mahusiano yako ya mtandaoni. Nos ni moja tu ya programu nyingi zinazozungumza lugha ya Nostr, na unaweza kuchagua seva zako pia. Jifunze zaidi kuhusu kwa nini Nostr ni mzuri.
th: Nostr เป็นระบบโซเชียลมีเดียที่เปิดกว้าง ที่ให้คุณควบคุมความสัมพันธ์ออนไลน์ของคุณเอง Nos เป็นเพียงแอปพลิเคชันหนึ่งบน Nostr เท่านั้น และคุณยังสามารถเลือกเซิร์ฟเวอร์ที่คุณต้องการได้อีกด้วย เรียนรู้เพิ่มเติมเกี่ยวกับ Nostr แล้วคคุณจะเข้าใจถึงความสุดยอด!!
tr: Nostr, kontrolü size veren açık bir sosyal medya ekosistemidir. Nos, Nostr ile hazırlanan birçok uygulamadan yalnızca biridir. Bu sayede sunucuları tamamen kendiniz seçebilirsiniz. Nostr neden güvenilir?
zh_hans: Nostr 是一个开放的社交媒体生态系统，它使你能够控制你的在线关系。Nos 只是许多使用 Nostr 语言的应用之一，你也可以选择你的中继器。了解更多关于为什么 Nostr 那么棒的信息。
zh_hant: Nostr 是一個開放的社交媒體生态系统，它使你能夠控制你的在線關係。Nos 只是許多使用 Nostr 協議的應用之一，你也可以選擇你的中繼器。瞭解更多關於為什麼 Nostr 那麼棒的信息。

# aboutNostrHighlight
source: Learn more about why Nostr is great.
ar: تعرف على المزيد حول سبب أهمية نوستر.
de: Erfahren Sie mehr darüber, warum Nostr großartig ist.
es: Aprende más sobre por qué Nostr es genial.
fa: درباره اینکه چرا ناستر عالی است بیشتر بیاموزید.
fr: écouvrez pourquoi Nostr est génial.
ja: Nostrが素晴らしい理由についての詳細は、こちらをご覧ください。
ko: Nostr가 좋은 이유에 대해 알아보세요.
nl: Leer meer over waarom Nostr geweldig is.
pt_br: Saiba mais sobre o porquê do Nostr ser ótimo.
sv: Läs mer om varför Nostr är fantastisk.
sw: Jifunze zaidi kuhusu kwa nini Nostr ni mzuri.
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Nostr แล้วคคุณจะเข้าใจถึงความสุดยอด!!
tr: Nostr neden güvenilir?
zh_hans: 了解更多关于 Nostr 为什么那么棒的信息。
zh_hant: 瞭解更多關於為什麼 Nostr 那麼棒的信息。

source: Accept
ar: قبول
de: Annehmen
es: Aceptar
fa: پذیرفتن
fr: Accepter
ja: 同意
ko: 수락
nl: Accepteren
pt_br: Aceitar
sv: Acceptera
sw: Kubali
th: ยอมรับ
tr: Kabul Et
zh_hans: 接受
zh_hant: 接受

# acceptTermsAndPrivacy
source: By proceeding, I accept the [Terms of Service](https://nos.social/terms-of-service) and the [Privacy Policy](https://nos.social/privacy)
ar: بالمتابعة، أوافق على [شروط الخدمة](https://nos.social/terms-of-service) و[سياسة الخصوصية](https://nos.social/privacy)
de: Indem ich fortfahre, akzeptiere ich die [Nutzungsbedingungen](https://nos.social/terms-of-service) und die [Datenschutzrichtlinie](https://nos.social/privacy)
es: Al continuar, acepto los [Términos de servicio](https://nos.social/terms-of-service) y la [Política de privacidad](https://nos.social/privacy)
fa: در ادامه، با [شرایط استفاده](https://nos.social/terms-of-service) و [سیاست های حریم خصوصی](https://nos.social/privacy) موافقت می کنم
fr: En poursuivant, j'accepte les [Conditions d'utilisation](https://nos.social/terms-of-service) et la [Politique de confidentialité](https://nos.social/privacy)
ja: 続行することで、[利用規約](https://nos.social/terms-of-service)と[プライバシーポリシー](https://nos.social/privacy)に同意します
ko: 계속 진행함으로써 [서비스 이용약관](https://nos.social/terms-of-service)과 [개인정보 처리방침](https://nos.social/privacy)에 동의합니다
nl: Door verder te gaan, accepteer ik de [Servicevoorwaarden](https://nos.social/terms-of-service) en het [Privacybeleid](https://nos.social/privacy)
pt_br: Ao continuar, aceito os [Termos de Serviço](https://nos.social/terms-of-service) e a [Política de Privacidade](https://nos.social/privacy)
sv: Genom att fortsätta godkänner jag [Användarvillkoren](https://nos.social/terms-of-service) och [Integritetspolicyn](https://nos.social/privacy)
sw: Kwa kuendelea, ninakubali [Masharti ya Huduma](https://nos.social/terms-of-service) na [Sera ya Faragha](https://nos.social/privacy)
th: ในการดำเนินการต่อ ฉันยอมรับ [เงื่อนไขการให้บริการ](https://nos.social/terms-of-service) และ [นโยบายความเป็นส่วนตัว](https://nos.social/privacy)
tr: Devam ederek, [Hizmet Şartları](https://nos.social/terms-of-service)'nı ve [Gizlilik Politikası](https://nos.social/privacy)'nı kabul ediyorum
zh_hans: 继续即表示我接受[服务条款](https://nos.social/terms-of-service)和[隐私政策](https://nos.social/privacy)
zh_hant: 繼續即表示我接受[服務條款](https://nos.social/terms-of-service)和[隱私政策](https://nos.social/privacy)

# accountPartialSuccessDescription
source: The app couldn't save your chosen Display Name or Username. You can set these up later in your Profile.
ar: لم يتمكن التطبيق من حفظ اسم العرض أو اسم المستخدم الذي اخترته. يمكنك إعداد هذه الإعدادات لاحقًا في ملفك الشخصي.
de: Die App konnte deinen gewählten Anzeigenamen oder Benutzernamen nicht speichern. Du kannst diese später in deinem Profil einrichten.
es: La aplicación no pudo guardar el nombre de visualización o nombre de usuario que elegiste. Puedes configurarlos más tarde en tu perfil.
fa: اپ نتوانست اسم نمایشی یا نام کاربری انتخابی شما را ذخیره کند. می توانید بعدا این موارد در نمایه تنظیم کنید.
fr: L'application n'a pas pu sauvegarder le nom d'affichage ou le nom d'utilisateur que vous avez choisis. Vous pourrez les configurer plus tard dans votre profil.
ja: アプリが選択した表示名またはユーザー名を保存できませんでした。これらは後でプロフィールで設定できます。
ko: 앱이 선택한 표시 이름 또는 사용자 이름을 저장하지 못했습니다. 나중에 프로필에서 설정할 수 있습니다.
nl: De app kon je gekozen Weergavenaam of Gebruikersnaam niet opslaan. Je kunt deze later instellen in je Profiel.
pt_br: O aplicativo não conseguiu salvar seu Nome de Exibição ou Nome de Usuário escolhido. Você pode configurá-los mais tarde em seu Perfil.
sv: Appen kunde inte spara ditt valda visningsnamn eller användarnamn. Du kan ställa in dessa senare i din profil.
sw: Programu haikuweza kuhifadhi Jina lako la Kuonyesha au Jina la Mtumiaji ulichochagua. Unaweza kuyaweka baadaye katika Wasifu wako.
th: แอปไม่สามารถบันทึกชื่อที่แสดงหรือชื่อผู้ใช้ที่คุณเลือกได้ คุณสามารถตั้งค่าเหล่านี้ได้ในภายหลังในโปรไฟล์ของคุณ
tr: Uygulama seçtiğiniz Görünen Ad veya Kullanıcı Adını kaydedemedi. Bunları daha sonra Profilinizde ayarlayabilirsiniz.
zh_hans: 应用无法保存您选择的显示名称或用户名。您可以稍后在个人资料中设置它们。
zh_hant: 應用無法保存您選擇的顯示名稱或用戶名。您可以稍後在個人資料中設置它們。

# accountPartialSuccessHeadline
source: You've finished setting up your account, but...
ar: لقد انتهيت من إعداد حسابك، ولكن...
de: Du hast dein Konto eingerichtet, aber...
es: Has configurado tu cuenta, pero...
fa: شما تنظیمات حسابتان را کامل کردید، ولی...
fr: Vous avez terminé la configuration de votre compte, mais...
ja: アカウント設定は完了しましたが...
ko: 계정 설정을 완료했지만...
nl: Je hebt je account ingesteld, maar...
pt_br: Você terminou de configurar sua conta, mas...
sv: Du har slutfört konfigurationen av ditt konto, men...
sw: Umemaliza kusanidi akaunti yako, lakini...
th: คุณได้ตั้งค่าบัญชีของคุณเสร็จแล้ว แต่...
tr: Hesabınızı kurmayı bitirdiniz, ancak...
zh_hans: 您已设置好账户，但是...
zh_hant: 您已設置好帳戶，但是...

source: Accounts I Follow
ar: الحسابات التي أتابعها
de: Konten, denen ich folge
es: Cuentas que sigo
fa: حساب‌هایی که دنبال می‌کنم
fr: Comptes que je suis
ja: フォロー中のアカウント
ko: 내가 팔로우하는 계정
nl: Accounts die ik volg
pt_br: Contas que sigo
sv: Konton jag följer
sw: Akaunti ninazofuata
th: บัญชีที่ฉันติดตาม
tr: Takip ettiğim hesaplar
zh_hans: 我关注的账号
zh_hant: 我關注的賬號

# accountSuccessDescription
source: Now that you know who you are on Nostr, let’s find other people to follow!
ar: الآن بعد أن عرفت من أنت على شبكة Nostr، دعنا نجد أشخاصًا آخرين لمتابعتهم!
de: Jetzt, da du weißt, wer du auf Nostr bist, lass uns andere Leute zum Folgen finden!
es: Ahora que sabes quién eres en Nostr, ¡encontremos a otras personas para seguir!
fa: حالا که می‌دانید در ناستر کی هستید، بیاید دیگران را دنبال کنید!
fr: Maintenant que vous savez qui vous êtes sur Nostr, trouvons d'autres personnes à suivre !
ja: Nostrでの自分のアイデンティティが分かったので、フォローする人を見つけましょう！
ko: 이제 Nostr에서 당신이 누구인지 알게 되었으니, 팔로우할 다른 사람들을 찾아봅시다!
nl: Nu je weet wie je bent op Nostr, laten we andere mensen vinden om te volgen!
pt_br: Agora que você sabe quem é no Nostr, vamos encontrar outras pessoas para seguir!
sv: Nu när du vet vem du är på Nostr, låt oss hitta andra personer att följa!
sw: Sasa kwamba unajua wewe ni nani kwenye Nostr, tutatafute watu wengine wa kufuata!
th: ตอนนี้คุณรู้ว่าคุณเป็นใครบน Nostr มาหาคนอื่นที่จะติดตามกันเถอะ!
tr: Artık Nostr'da kim olduğunuzu bildiğinize göre, takip edecek başka kişileri bulalım!
zh_hans: 现在您已经知道自己在Nostr上的身份，让我们找其他人关注吧！
zh_hant: 現在您已經知道自己在Nostr上的身份，讓我們找其他人關注吧！

# accountSuccessHeadline
source: You've finished setting up your account!
ar: لقد انتهيت من إعداد حسابك!
de: Du hast die Einrichtung deines Kontos abgeschlossen!
es: ¡Has configurado tu cuenta!
fa: شما تنظیمات حسابتان را کامل کردید!
fr: Vous avez terminé la configuration de votre compte !
ja: アカウント設定が完了しました！
ko: 계정 설정이 완료되었습니다!
nl: Je hebt je account ingesteld!
pt_br: Você terminou de configurar sua conta!
sv: Du har slutfört konfigurationen av ditt konto!
sw: Umemaliza kusanidi akaunti yako!
th: คุณได้ตั้งค่าบัญชีของคุณเสร็จแล้ว!
tr: Hesabınızı kurmayı bitirdiniz!
zh_hans: 您已成功设置账户！
zh_hant: 您已成功設置帳戶！

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fa: فعالیت
fr: Activité
ja: アクティビティ
ko: 활동
nl: Activiteit
pt_br: Atividade
sv: Aktivitet
sw: Shughuli
th: กิจกรรม
tr: Aktivite
zh_hans: 活动
zh_hant: 活動

source: Add Item
ar: إضافة عنصر
de: Eintrag hinzufügen
es: Añadir artículo
fa: افزودن مورد
fr: Ajouter un élément
ja: 追加する
ko: 항목 추가하기
nl: Voeg toe
pt_br: Adicionar item
sv: Lägg till objekt
sw: Ongeza Kipengee
th: เพิ่มรายการ
tr: Ekle
zh_hans: 添加项目
zh_hant: 添加項目

# addListsDescription
source: Add lists to your feed to filter by topic.
ar: أضف قوائم إلى تغذيتك للتصفية حسب الموضوع.
de: Füge Listen zu deinem Feed hinzu, um nach Themen zu filtern.
es: Añade listas a tu feed para filtrar por tema.
fa: لیست‌هایی را به فید خود اضافه کنید تا بر اساس موضوع فیلتر کنید.
fr: Ajoutez des listes à votre flux pour filtrer par sujet.
ja: トピックでフィルタリングするためにフィードにリストを追加します。
ko: 주제별로 필터링하기 위해 피드에 목록을 추가하세요.
nl: Voeg lijsten toe aan je feed om te filteren op onderwerp.
pt_br: Adicione listas ao seu feed para filtrar por tópico.
sv: Lägg till listor i ditt flöde för att filtrera efter ämne.
sw: Ongeza orodha kwenye mlisho wako ili kuchuja kwa mada.
th: เพิ่มรายการลงในฟีดของคุณเพื่อกรองตามหัวข้อ
tr: Konuya göre filtrelemek için akışınıza listeler ekleyin.
zh_hans: 将列表添加到您的信息流以按主题过滤。
zh_hant: 將列表添加到您的信息流以按主題過濾。

source: Add Relay
ar: أضف مُرحِل
de: Relais hinzufügen
es: Añadir Relay
fa: افزودن رله
fr: Ajouter un Relais
ja: リレーを追加
ko: 릴레이 추가하기
nl: Voeg relay toe
pt_br: Adicionar relay
sv: Lägg till relä
sw: Ongeza Relay
th: เพิ่มรีเลย์
tr: Röle Ekle
zh_hans: 添加中继器
zh_hant: 添加中繼器

source: Address
ar: عنوان
de: Adresse
es: Dirección
fa: آدرس
fr: Adresse
ja: アドレス
ko: 주소
nl: Adres
pt_br: Endereço
sv: Adress
sw: Anwani
th: ที่อยู่
tr: Adres
zh_hans: 地址
zh_hant: 地址

# ageVerificationDescription
source: For legal reasons, we need to make sure you're over this age to use Nos.
ar: لأسباب قانونية، نحتاج إلى التأكد من أنك فوق هذا العمر لاستخدام Nos.
de: Aus rechtlichen Gründen müssen wir sicherstellen, dass du über diesem Alter bist, um Nos zu nutzen.
es: Por razones legales, debemos asegurarnos de que tienes más de esta edad para usar Nos.
fa: به دلایل قانونی باید مطمئن شویم بزرگتر از این سن هستید تا از نوس استفاده کنید.
fr: Pour des raisons légales, nous devons nous assurer que vous avez plus de cet âge pour utiliser Nos.
ja: 法的な理由から、Nosを使用するためにはこの年齢以上であることを確認する必要があります。
ko: 법적 이유로, Nos를 사용하려면 귀하가 이 나이 이상인지 확인해야 합니다.
nl: Om juridische redenen moeten we ervoor zorgen dat je ouder bent dan deze leeftijd om Nos te gebruiken.
pt_br: Por razões legais, precisamos garantir que você tenha mais de 16 anos para usar o Nos.
sv: Av juridiska skäl måste vi säkerställa att du är över denna ålder för att använda Nos.
sw: Kwa sababu za kisheria, tunahitaji kuhakikisha kwamba una zaidi ya umri huu ili kutumia Nos.
th: ด้วยเหตุผลทางกฎหมาย เราต้องตรวจสอบให้แน่ใจว่าคุณมีอายุมากกว่านี้เพื่อใช้ Nos
tr: Yasal nedenlerden dolayı, Nos'u kullanmak için bu yaşın üstünde olduğunuzdan emin olmamız gerekiyor.
zh_hans: 出于法律原因，我们必须确保您年满此年龄才能使用Nos。
zh_hant: 出於法律原因，我們必須確保您年滿此年齡才能使用Nos。

# ageVerificationHeadline
source: Are you over 16 years old?
ar: هل أنت فوق سن 16 عامًا؟
de: Bist du über 16 Jahre alt?
es: ¿Tienes más de 16 años?
fa: آیا بزرگتر از 16 ساله هستید؟
fr: Avez-vous plus de 16 ans ?
ja: 16歳以上ですか？
ko: 만 16세 이상인가요?
nl: Ben je ouder dan 16 jaar?
pt_br: Você tem mais de 16 anos?
sv: Är du över 16 år?
sw: Je, una zaidi ya miaka 16?
th: คุณอายุเกิน 16 ปีหรือไม่?
tr: 16 yaşından büyük müsünüz?
zh_hans: 您是否超过16岁？
zh_hant: 您是否超過16歲？

# ageVerificationSubtitle
source: For legal reasons, we need to make sure you're over this age to use Nos
ar: لأسباب قانونية، نحتاج التأكد من أنك تتجاوز هذا العمر لاستخدام تطبيق نوس
de: Aus rechtlichen Gründen müssen wir sicherstellen, dass du dieses Alter überschritten hast, um Nos zu verwenden
es: Por motivos legales, necesitamos asegurarnos que eres mayor que esta edad para utilizar Nos
fa: به دلایل قانونی باید مطمئن شویم بزرگتر از این سن هستید تا از نوس استفاده کنید
fr: Pour des raisons légales, nous devons nous assurer que vous avez plus de 16 ans pour utiliser Nos
ja: 法的な理由により、Nos (ノス) をご利用いただくには、この年齢以上であることを確認する必要があります。
ko: 법적인 이유로 Nos를 사용하려면 이 연령 이상이어야 합니다.
nl: Om juridische redenen moeten we zeker weten dat je ouder bent dan deze leeftijd om Nos te gebruiken
pt_br: Por questões legais, precisamos ter certeza que você tem a idade para usar o Nos
sv: Av juridiska skäl, måste vi se till att du är över denna ålder för att använda Nos
sw: Kwa sababu za kisheria, tunahitaji kuhakikisha kuwa umevuka umri huu ili kutumia Nambari
th: ด้วยเหตุผลทางกฎหมาย เราจำเป็นต้องตรวจสอบให้แน่ใจว่าคุณมีอายุเกินเกณฑ์จึงจะสามารถใช้ Nos ได้
tr: Yasal sebeplerden dolayı Nos'u kullanmak için uygun yaşta olduğunuzu doğrulamamız gerekiyor.
zh_hans: 出于法律原因，我们必须确保你超过这个年龄才能让你使用Nos
zh_hant: 處於法律原因，我們必須確保你超過這個年齡才能讓你使用 Nos

# ageVerificationTitle
source: Are you over 16 years old?
ar: هل أنت فوق سن السادسة عشر؟
de: Bist du über 16 Jahre alt?
es: ¿Eres mayor de 16 años?
fa: آیا بزرگتر از 16 ساله هستید؟
fr: Avez-vous plus de 16 ans?
ja: 16歳以上ですか？
ko: 만 16세 이상인가요?
nl: Ben je 16 jaar of ouder?
pt_br: Você é maior de 16 anos?
sv: Är du över 16 år?
sw: Je, una umri wa zaidi ya miaka 16?
th: คุณอายุมากกว่า 16 รึไม่?
tr: 16 yaşından büyük müsünüz?
zh_hans: 你是否未满16岁？
zh_hant: 你是否滿16歲？

source: All My Relays
ar: جميع مرحلاتي
de: Alle meine Relays
es: Todos mis relays
fa: همه رله های من
fr: Tous mes relais
ja: あなたの全リレー
ko: 내 전체 릴레이
nl: Al mijn Relays
pt_br: Todos os meus relays
sv: Alla mina reläer
sw: Reli Zangu Zote
th: รีเลย์ทั้งหมดของคุณ
tr: Tüm Relay'larım
zh_hans: 我的所有中继器
zh_hant: 我的所有中繼器

source: All published events
ar: جميع الأحداث المنشورة
de: Alle veröffentlichten Ereignisse
es: Todos los eventos publicados
fa: همه رویدادهای منتشر شده
fr: Tous les événements publiés
ja: 公開されたすべてのイベント
ko: 모든 게시된 이벤트
nl: Alle gepubliceerde gebeurtenissen
pt_br: Todos os eventos publicados
sv: Alla publicerade händelser
sw: Matukio yote yaliyochapishwa
th: เหตุการณ์ที่เผยแพร่ทั้งหมด
tr: Tüm yayınlanan olaylar
zh_hans: 所有已发布事件
zh_hant: 所有已發布事件

# alreadyHaveANIP05
source: No, thanks. I already have a NIP-05
ar: لا، شكرًا. لدي بالفعل NIP-05
de: Nein, danke. Ich habe bereits eine NIP-05
es: No, gracias. Ya tengo un NIP-05
fa: نه ممنون، من یک NIP-05 دارم
fr: Non merci. J'ai déjà un NIP-05
ja: いいえ、結構です。すでにNIP-05を持っています
ko: 아니요, 괜찮습니다. 이미 NIP-05가 있습니다.
nl: Nee, bedankt. Ik heb al een NIP-05
pt_br: Não, obrigado. Já tenho um NIP-05
sv: Nej tack. Jag har redan en NIP-05
sw: Hapana, asante. Tayari nina NIP-05
th: ไม่ ขอบคุณ ฉันมี NIP-05 อยู่แล้ว
tr: Hayır, teşekkürler. Zaten bir NIP-05'im var
zh_hans: 不，谢谢。我已经有一个 NIP-05。
zh_hant: 不，謝謝。我已經有一個 NIP-05

source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fa: مقدار
fr: Montant
ja: 金額
ko: 금액
nl: Hoeveelheid
pt_br: Quantidade
sv: Belopp
sw: Kiasi
th: จำนวน
tr: Miktar
zh_hans: 金额
zh_hant: 金額

source: An error occurred.
ar: حدث خطأ.
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error.
fa: خطایی رخ داد.
fr: Une erreur s'est produite.
ja: エラーが発生しました。
ko: 오류가 발생했습니다
nl: Er is een fout opgetreden.
pt_br: Ocorreu um erro.
sv: Ett fel uppstod.
sw: Hitilafu imetokea.
th: เกิดข้อผิดพลาด
tr: Bir hata oluştu.
zh_hans: 出现错误
zh_hant: 出現錯誤。

# anyRelaysSupportingNIP40
source: None of your relays support expiring messages. Please add one and retry.
ar: لا يدعم أي من ريليهاتك الرسائل المنتهية. يرجى إضافة ريليه وإعادة المحاولة.
de: Keines deiner Relais unterstützt ablaufende Nachrichten. Bitte füge eines hinzu und versuche es erneut.
es: Ninguno de tus relés admite mensajes que caducan. Añade uno e inténtalo de nuevo.
fa: هیچ کدام از رله های شما از پیام های منقضی شونده پشتیبانی نمی کنند. لطفا یکی اضافه کنید یا دوباره سعی کنید.
fr: Aucun de vos relais ne prend en charge les messages qui expirent. Ajoutez-en un et réessayez.
ja: どのリレーも期限切れメッセージをサポートしていません。他のリレーを1つ追加して再トライしてください。
ko: 만료 메시지를 지원하는 릴레이가 없습니다. 하나를 추가하고 다시 시도하세요.
nl: Geen van je relays ondersteunt berichten die verlopen. Voeg er een toe en probeer het opnieuw.
pt_br: Nenhum dos seus relays suporta mensagens com expiração. Por favor, adicione um e tente novamente.
sv: Inget av dina reläer stöd löper ut meddelanden. Lägg till ett och försök igen.
sw: Hakuna reli zako zinazotumia ujumbe unaoisha muda wake. Tafadhali ongeza moja na ujaribu tena.
th: ไม่มีรีเลย์ใดของคุณรองรับข้อความนี้ โปรดเพิ่มหนึ่งรายการแล้วลองอีกครั้ง
tr: Relay'larınızdan hiçbiri süresi dolmuş mesajlara sahip değil. Lütfen bir tane ekleyin ve yeniden deneyin.
zh_hans: 你没有支持过期消息的中继器。请添加一个并重试。
zh_hant: 你沒有支持過期消息的中繼器。請添加一個並重試。

source: App Version:
ar: نسخة التطبيق:
es: Versión de app:
fa: نسخه برنامه:
fr: Version de l'app :
ja: アプリバージョン:
ko: 앱 버전:
nl: App versie:
pt_br: Versão do aplicativo:
sw: Toleo la Programu:
th: เวอร์ชั่นแอป:
tr: Uygulama sürümü:
zh_hans: 应用版本：
zh_hant: 應用版本：

source: Attach Media
ar: إرفاق وسائط
de: Medien anhängen
es: Adjuntar multimedia
fa: پیوست رسانه
fr: Joindre un média
ja: メディアを追加する
ko: 미디어 첨부
nl: Voeg media toe
pt_br: Anexar Mídia
sv: Bifoga media
sw: Ambatisha Media
th: แนบสื่อ
tr: Medya ekle
zh_hans: 附加媒体
zh_hant: 附加媒體
